{
    "version": "https://jsonfeed.org/version/1",
    "title": "Florian Orgeret",
    "description": "",
    "home_page_url": "https://florianorgeret.github.io/gh-pages",
    "feed_url": "https://florianorgeret.github.io/gh-pages/feed.json",
    "user_comment": "",
    "author": {
        "name": "Florian"
    },
    "items": [
        {
            "id": "https://florianorgeret.github.io/gh-pages/research.html",
            "url": "https://florianorgeret.github.io/gh-pages/research.html",
            "title": "Research",
            "content_html": "<p>We have entered the 'golden age' of bio-telemetry, a period when these devices can generate extremely large datasets on the movement of individuals through repeated measurements. This wealth of data is invaluable for investigating individual variations, offering detailed insights that were previously unattainable. Consequently, specialized analytical tools, which are continually evolving to meet these new demands, have become essential. This progress is particularly evident in environments like <a href=\"https://www.r-project.org/\" target=\"_blank\" rel=\"noopener noreferrer\">R</a>, where a community-driven approach significantly enhances the development of open-source software.</p>\n<p>During my Master's in Applied Ecology and subsequent Master's in Biostatistics, I became intrigued by the exploration of various statistical methods. This initial interest further evolved through my internships, where I began to develop a deeper understanding of these tools. My expertise in these methodologies was then significantly enhanced during my PhD and postdoctoral research, aligning with the rapid advancements in the field.</p>\n<p>As a naturalist deeply interested in birds and mammals, I became captivated by the developmental processes of young animals post-independence, focusing on how they learn to move and survive in their new environments.</p>\n<p>Hence, by utilizing state-of-the-art analytical tools, my principal research is divided into three interconnected <a href=\"#non-existing-post-with-id-8\" style=\"font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">topics</a><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">:</span></p>\n<ol>\n<li>\n<p><strong>Ontogeny</strong>: The study of an organism's development from early stages to maturity, examining how physical and behavioral traits change over time.</p>\n</li>\n<li>\n<p><strong>Movement Ecology</strong>: The investigation of how and why organisms move, focusing on their navigation, orientation, and habitat selection.</p>\n</li>\n<li>\n<p><strong>Dispersal Ecology</strong>: The analysis of how and why organisms move from their birthplace to new breeding habitats, which is particularly relevant during the critical life stage of the immaturity period.</p>\n</li>\n</ol>\n<p>In exploring the interplay of these areas, my research encompasses the developmental trajectories of organisms, their movement patterns, and habitat choices, as well as the dynamics of relocating to new environments. This comprehensive approach aims to provide a holistic view of an organism's life from birth to maturity, uncovering the causes and consequences of individual variation. By doing so, it highlights the significance of phenotypic plasticity of organisms in response to environmental changes. This integrated perspective not only enhances our understanding of individual species but also contributes valuable insights to broader ecological and evolutionary theories.</p>",
            "author": {
                "name": "Florian"
            },
            "tags": [
            ],
            "date_published": "2024-01-06T16:28:31+01:00",
            "date_modified": "2024-01-06T16:28:53+01:00"
        }
    ]
}
